Repository: tomasoliveirz/groupsesh
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, es, it

source: Simplified Availability Coordination
de: Vereinfachte Terminkoordination
es: Coordinación de Disponibilidad Simplificada
it: Coordinamento Disponibilità Semplificato

source: Home
de: Startseite
es: Inicio

source: Create Survey
de: Umfrage erstellen
es: Crear Encuesta
it: Crea Sondaggio

source: About
de: Über uns
es: Acerca de
it: Chi Siamo

source: Simplified availability coordination.
de: Vereinfachte Terminkoordination.
es: Coordinación de disponibilidad simplificada.
it: Coordinamento disponibilità semplificato.

source: Useful Links
de: Nützliche Links
es: Enlaces Útiles
it: Link Utili

source: Connect
de: Verbinden
es: Conectar
it: Connettiti

source: Copied!
de: Kopiert!
es: ¡Copiado!
it: Copiato!

source: Create New Availability Survey
de: Neue Verfügbarkeitsumfrage erstellen
es: Crear Nueva Encuesta de Disponibilidad
it: Crea Nuovo Sondaggio di Disponibilità

source: Create a survey to find the best time for your event or meeting
de: Erstellen Sie eine Umfrage, um die beste Zeit für Ihre Veranstaltung oder Meeting zu finden
es: Crea una encuesta para encontrar el mejor momento para tu evento o reunión
it: Crea un sondaggio per trovare il momento migliore per il tuo evento o riunione

source: Survey Title
de: Titel der Umfrage
es: Título de la Encuesta
it: Titolo del Sondaggio

source: E.g.: Team Meeting - June 2025
de: Z.B.: Team-Meeting - Juni 2025
es: Ej.: Reunión de Equipo - Junio 2025
it: Es.: Riunione di Team - Giugno 2025

source: Please enter a title.
de: Bitte geben Sie einen Titel ein.
es: Por favor, ingresa un título.
it: Inserisci un titolo.

source: Description
de: Beschreibung
es: Descripción
it: Descrizione

source: Briefly describe the purpose of this survey...
de: Beschreiben Sie kurz den Zweck dieser Umfrage...
es: Describe brevemente el propósito de esta encuesta...
it: Descrivi brevemente lo scopo di questo sondaggio...

source: Your Name
de: Ihr Name
es: Tu Nombre
it: Il Tuo Nome

source: Organizer name
de: Name des Organisators
es: Nombre del organizador
it: Nome dell'organizzatore

source: Please enter your name.
de: Bitte geben Sie Ihren Namen ein.
es: Por favor, ingresa tu nombre.
it: Inserisci il tuo nome.

source: Your Email
de: Ihre E-Mail
es: Tu Email
it: La Tua Email

source: your@email.com
de: ihre@email.de
es: tu@email.com
it: tua@email.it

source: Please enter a valid email.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
es: Por favor, ingresa un email válido.
it: Inserisci un'email valida.

source: Survey Created Successfully!
de: Umfrage erfolgreich erstellt!
es: ¡Encuesta Creada con Éxito!
it: Sondaggio Creato con Successo!

source: Your availability survey has been created. Save the links below:
de: Ihre Verfügbarkeitsumfrage wurde erstellt. Speichern Sie die folgenden Links:
es: Tu encuesta de disponibilidad ha sido creada. Guarda los enlaces a continuación:
it: Il tuo sondaggio di disponibilità è stato creato. Salva i link sottostanti:

source: Participant Link
de: Teilnehmer-Link
es: Enlace de Participantes
it: Link per i Partecipanti

source: Share This
de: Teilen
es: Compartir
it: Condividi

source: Copy
de: Kopieren
es: Copiar
it: Copia

source: Share this link with people you want to respond to the survey.
de: Teilen Sie diesen Link mit Personen, die an der Umfrage teilnehmen sollen.
es: Comparte este enlace con las personas que quieres que respondan a la encuesta.
it: Condividi questo link con le persone che vuoi che rispondano al sondaggio.

source: Copy URL
de: URL kopieren
es: Copiar URL
it: Copia URL

source: Dashboard Link
es: Enlace al Panel
it: Link alla Dashboard

source: Private
de: Privat
es: Privado
it: Privato

source: Use this link to access the dashboard and view responses.
de: Verwenden Sie diesen Link, um auf das Dashboard zuzugreifen und Antworten einzusehen.
es: Usa este enlace para acceder al panel y ver las respuestas.
it: Usa questo link per accedere alla dashboard e visualizzare le risposte.

source: Keep it private!
de: Halten Sie ihn privat!
es: ¡Mantenlo privado!
it: Mantienilo privato!

source: Go to Dashboard
de: Zum Dashboard
es: Ir al Panel
it: Vai alla Dashboard

source: Create Another Survey
de: Weitere Umfrage erstellen
es: Crear Otra Encuesta
it: Crea un Altro Sondaggio

source: Creating...
de: Wird erstellt...
es: Creando...
it: Creazione in corso...

source: Unknown error creating survey
de: Unbekannter Fehler beim Erstellen der Umfrage
es: Error desconocido al crear la encuesta
it: Errore sconosciuto nella creazione del sondaggio

source: Error communicating with server. Please try again.
de: Fehler bei der Kommunikation mit dem Server. Bitte versuchen Sie es erneut.
es: Error al comunicarse con el servidor. Por favor, inténtalo de nuevo.
it: Errore di comunicazione con il server. Riprova.

source: Availability Survey
de: Verfügbarkeitsumfrage
es: Encuesta de Disponibilidad
it: Sondaggio di Disponibilità

source: Please participate in this availability survey:
de: Bitte nehmen Sie an dieser Verfügbarkeitsumfrage teil:
es: Por favor, participa en esta encuesta de disponibilidad:
it: Partecipa a questo sondaggio di disponibilità:

source: Link copied to clipboard!
de: Link in die Zwischenablage kopiert!
es: ¡Enlace copiado al portapapeles!
it: Link copiato negli appunti!

source: Join Survey
de: An Umfrage teilnehmen
es: Unirse a la Encuesta
it: Partecipa al Sondaggio

source: Select Your Availability
de: Wählen Sie Ihre Verfügbarkeit
es: Selecciona Tu Disponibilidad
it: Seleziona la Tua Disponibilità

source: Hello! Please enter your information and select the days you're available on the calendar below.
de: Hallo! Bitte geben Sie Ihre Informationen ein und wählen Sie die Tage, an denen Sie verfügbar sind, im Kalender unten aus.
es: ¡Hola! Por favor, ingresa tu información y selecciona los días en los que estás disponible en el calendario a continuación.
it: Ciao! Inserisci i tuoi dati e seleziona i giorni in cui sei disponibile nel calendario qui sotto.

source: Name
es: Nombre
it: Nome

source: Selected days:
de: Ausgewählte Tage:
es: Días seleccionados:
it: Giorni selezionati:

source: Please select at least one day.
de: Bitte wählen Sie mindestens einen Tag aus.
es: Por favor, selecciona al menos un día.
it: Seleziona almeno un giorno.

source: Submit Availability
de: Verfügbarkeit senden
es: Enviar Disponibilidad
it: Invia Disponibilità

source: Submitting...
de: Wird gesendet...
es: Enviando...
it: Invio in corso...

source: Thank you for your response!
de: Vielen Dank für Ihre Antwort!
es: ¡Gracias por tu respuesta!
it: Grazie per la tua risposta!

source: Your availability has been recorded successfully.
de: Ihre Verfügbarkeit wurde erfolgreich aufgezeichnet.
es: Tu disponibilidad ha sido registrada con éxito.
it: La tua disponibilità è stata registrata con successo.

source: Submit new response
de: Neue Antwort senden
es: Enviar nueva respuesta
it: Invia nuova risposta

source: Dashboard
es: Panel de Control

source: Share
de: Teilen
es: Compartir
it: Condividi

source: Export
de: Exportieren
es: Exportar
it: Esporta

source: Survey Information
de: Umfrageinformationen
es: Información de la Encuesta
it: Informazioni sul Sondaggio

source: Created by:
de: Erstellt von:
es: Creado por:
it: Creato da:

source: Creation date:
de: Erstellungsdatum:
es: Fecha de creación:
it: Data di creazione:

source: Expiry date:
de: Ablaufdatum:
es: Fecha de expiración:
it: Data di scadenza:

source: Total participants:
de: Gesamtzahl der Teilnehmer:
es: Total de participantes:
it: Totale partecipanti:

source: Calendar
de: Kalender
es: Calendario
it: Calendario

source: Participants
de: Teilnehmer
es: Participantes
it: Partecipanti

source: Highlight availabilities
de: Verfügbarkeiten hervorheben
es: Resaltar disponibilidades
it: Evidenzia disponibilità

source: Today
de: Heute
es: Hoy
it: Oggi

source: Search participant by name or email...
de: Teilnehmer nach Namen oder E-Mail suchen...
es: Buscar participante por nombre o email...
it: Cerca partecipante per nome o email...

source: No participants yet.
de: Noch keine Teilnehmer.
es: Aún no hay participantes.
it: Ancora nessun partecipante.

source: Share the survey link to receive responses.
de: Teilen Sie den Umfragelink, um Antworten zu erhalten.
es: Comparte el enlace de la encuesta para recibir respuestas.
it: Condividi il link del sondaggio per ricevere risposte.

source: No participant found with the term
de: Kein Teilnehmer mit dem Begriff gefunden
es: No se encontró ningún participante con el término
it: Nessun partecipante trovato con il termine

source: day available
de: Tag verfügbar
es: día disponible
it: giorno disponibile

source: days available
de: Tage verfügbar
es: días disponibles
it: giorni disponibili

source: Participant Details
de: Teilnehmerdetails
es: Detalles del Participante
it: Dettagli Partecipante

source: Available days:
de: Verfügbare Tage:
es: Días disponibles:
it: Giorni disponibili:

source: No date selected.
de: Kein Datum ausgewählt.
es: No hay fecha seleccionada.
it: Nessuna data selezionata.

source: Close
de: Schließen
es: Cerrar
it: Chiudi

source: About GroupSesh
de: Über GroupSesh
es: Acerca de GroupSesh
it: Chi è GroupSesh

source: A simple solution to a complex problem: coordinating when everyone can meet.
de: Eine einfache Lösung für ein komplexes Problem: Koordinieren, wann sich alle treffen können.
es: Una solución simple a un problema complejo: coordinar cuándo todos pueden reunirse.
it: Una soluzione semplice a un problema complesso: coordinare quando tutti possono incontrarsi.

source: Our Story
de: Unsere Geschichte
es: Nuestra Historia
it: La Nostra Storia

source: GroupSesh was born out of frustration trying to coordinate meetings with people in different time zones and with busy schedules.
de: GroupSesh entstand aus der Frustration, Meetings mit Personen in verschiedenen Zeitzonen und mit vollen Terminkalendern zu koordinieren.
es: GroupSesh nació de la frustración de intentar coordinar reuniones con personas en diferentes zonas horarias y con agendas ocupadas.
it: GroupSesh è nato dalla frustrazione di cercare di coordinare incontri con persone in fusi orari diversi e con agende impegnate.

source: After losing countless hours on email exchanges and messages trying to find a time that worked for everyone, Tomás Oliveira decided to create a simple and elegant solution to this common problem.
de: Nachdem er unzählige Stunden mit E-Mail-Austausch und Nachrichten verloren hatte, um einen Zeitpunkt zu finden, der für alle funktionierte, beschloss Tomás Oliveira, eine einfache und elegante Lösung für dieses häufige Problem zu schaffen.
es: Después de perder incontables horas en intercambios de correos electrónicos y mensajes tratando de encontrar un horario que funcionara para todos, Tomás Oliveira decidió crear una solución simple y elegante para este problema común.
it: Dopo aver perso innumerevoli ore in scambi di email e messaggi cercando di trovare un orario adatto a tutti, Tomás Oliveira ha deciso di creare una soluzione semplice ed elegante per questo problema comune.

source: Launched in 2025, GroupSesh quickly became an essential tool for remote teams, student groups, families, and anyone who needs to coordinate schedules among multiple people.
de: GroupSesh wurde 2025 eingeführt und wurde schnell zu einem unverzichtbaren Werkzeug für remote Teams, Studentengruppen, Familien und alle, die Terminpläne unter mehreren Personen koordinieren müssen.
es: Lanzado en 2025, GroupSesh rápidamente se convirtió en una herramienta esencial para equipos remotos, grupos de estudiantes, familias y cualquier persona que necesite coordinar horarios entre múltiples personas.
it: Lanciato nel 2025, GroupSesh è rapidamente diventato uno strumento essenziale per team remoti, gruppi di studenti, famiglie e chiunque abbia bisogno di coordinare orari tra più persone.

source: Our Mission
de: Unsere Mission
es: Nuestra Misión
it: La Nostra Missione

source: At GroupSesh, we believe that coordinating availabilities shouldn't be complicated. Our mission is to simplify the group scheduling process, saving time and reducing frustration.
de: Bei GroupSesh glauben wir, dass die Koordination von Verfügbarkeiten nicht kompliziert sein sollte. Unsere Mission ist es, den Gruppenterminplanungsprozess zu vereinfachen, Zeit zu sparen und Frustration zu reduzieren.
es: En GroupSesh, creemos que coordinar disponibilidades no debería ser complicado. Nuestra misión es simplificar el proceso de programación grupal, ahorrando tiempo y reduciendo la frustración.
it: In GroupSesh, crediamo che coordinare le disponibilità non dovrebbe essere complicato. La nostra missione è semplificare il processo di pianificazione di gruppo, risparmiando tempo e riducendo la frustrazione.

source: We built our platform with a focus on:
de: Wir haben unsere Plattform mit Fokus auf Folgendes aufgebaut:
es: Construimos nuestra plataforma con un enfoque en:
it: Abbiamo costruito la nostra piattaforma con un focus su:

source: Simplicity - intuitive interfaces that anyone can use
de: Einfachheit - intuitive Schnittstellen, die jeder nutzen kann
es: Simplicidad - interfaces intuitivas que cualquiera puede usar
it: Semplicità - interfacce intuitive che chiunque può utilizzare

source: Accessibility - multilingual support and responsive design
de: Zugänglichkeit - mehrsprachige Unterstützung und responsives Design
es: Accesibilidad - soporte multilingüe y diseño responsivo
it: Accessibilità - supporto multilingue e design responsive

source: Privacy - only necessary information is collected
de: Datenschutz - es werden nur notwendige Informationen gesammelt
es: Privacidad - solo se recopila la información necesaria
it: Privacy - vengono raccolte solo le informazioni necessarie

source: Efficiency - save time with clear availability views
de: Effizienz - sparen Sie Zeit mit klaren Verfügbarkeitsansichten
es: Eficiencia - ahorra tiempo con vistas claras de disponibilidad
it: Efficienza - risparmia tempo con visualizzazioni chiare delle disponibilità

source: Meet the Creator
de: Lernen Sie den Ersteller kennen
es: Conoce al Creador
it: Incontra il Creatore

source: Developer & Founder
de: Entwickler & Gründer
es: Desarrollador y Fundador
it: Sviluppatore e Fondatore

source: Hello! I'm Tomás Oliveira, fullstack developer and creator of GroupSesh. My journey in web development began more than a decade ago, focusing on creating solutions that solve real-world everyday problems.
de: Hallo! Ich bin Tomás Oliveira, Fullstack-Entwickler und Ersteller von GroupSesh. Meine Reise in der Webentwicklung begann vor mehr als einem Jahrzehnt mit dem Fokus auf die Erstellung von Lösungen, die reale Alltagsprobleme lösen.
es: ¡Hola! Soy Tomás Oliveira, desarrollador fullstack y creador de GroupSesh. Mi viaje en el desarrollo web comenzó hace más de una década, centrándome en crear soluciones que resuelvan problemas cotidianos del mundo real.
it: Ciao! Sono Tomás Oliveira, sviluppatore fullstack e creatore di GroupSesh. Il mio percorso nello sviluppo web è iniziato più di un decennio fa, concentrandomi sulla creazione di soluzioni che risolvono problemi quotidiani del mondo reale.

source: Specialized in Python, JavaScript, and modern web technologies, I've worked with remote teams on various projects, which made me experience firsthand the difficulties of coordinating schedules between people in different time zones.
de: Spezialisiert auf Python, JavaScript und moderne Webtechnologien habe ich mit remote Teams an verschiedenen Projekten gearbeitet, was mich aus erster Hand die Schwierigkeiten bei der Koordination von Zeitplänen zwischen Personen in verschiedenen Zeitzonen erleben ließ.
es: Especializado en Python, JavaScript y tecnologías web modernas, he trabajado con equipos remotos en varios proyectos, lo que me hizo experimentar de primera mano las dificultades de coordinar horarios entre personas en diferentes zonas horarias.
it: Specializzato in Python, JavaScript e tecnologie web moderne, ho lavorato con team remoti su vari progetti, il che mi ha fatto sperimentare in prima persona le difficoltà di coordinare orari tra persone in fusi orari diversi.

source: GroupSesh is the result of my passion for simplifying complex processes and making technology more accessible and useful for everyone. When I'm not coding, I enjoy exploring new technologies, contributing to open source projects, and helping beginning developers.
de: GroupSesh ist das Ergebnis meiner Leidenschaft, komplexe Prozesse zu vereinfachen und Technologie für alle zugänglicher und nützlicher zu machen. Wenn ich nicht codiere, erkunde ich gerne neue Technologien, trage zu Open-Source-Projekten bei und helfe angehenden Entwicklern.
es: GroupSesh es el resultado de mi pasión por simplificar procesos complejos y hacer que la tecnología sea más accesible y útil para todos. Cuando no estoy programando, disfruto explorando nuevas tecnologías, contribuyendo a proyectos de código abierto y ayudando a desarrolladores principiantes.
it: GroupSesh è il risultato della mia passione per semplificare processi complessi e rendere la tecnologia più accessibile e utile per tutti. Quando non sto programmando, mi piace esplorare nuove tecnologie, contribuire a progetti open source e aiutare sviluppatori alle prime armi.

source: Visit my portfolio
de: Besuchen Sie mein Portfolio
es: Visita mi portafolio
it: Visita il mio portfolio

source: Features and Technologies
de: Funktionen und Technologien
es: Características y Tecnologías
it: Funzionalità e Tecnologie

source: Multilingual
de: Mehrsprachig
es: Multilingüe
it: Multilingue

source: Available in 7 languages: Portuguese (PT/BR), English, Spanish, German, French, and Italian.
de: Verfügbar in 7 Sprachen: Portugiesisch (PT/BR), Englisch, Spanisch, Deutsch, Französisch und Italienisch.
es: Disponible en 7 idiomas: Portugués (PT/BR), Inglés, Español, Alemán, Francés e Italiano.
it: Disponibile in 7 lingue: Portoghese (PT/BR), Inglese, Spagnolo, Tedesco, Francese e Italiano.

source: Dark Mode
de: Dunkelmodus
es: Modo Oscuro
it: Modalità Scura

source: Adaptable interface with light and dark themes for better visual experience.
de: Anpassbare Oberfläche mit hellen und dunklen Themen für eine bessere visuelle Erfahrung.
es: Interfaz adaptable con temas claros y oscuros para una mejor experiencia visual.
it: Interfaccia adattabile con temi chiari e scuri per una migliore esperienza visiva.

source: Responsive
de: Responsiv
es: Responsivo

source: Adaptable design that works perfectly on mobile devices and desktops.
de: Anpassbares Design, das auf mobilen Geräten und Desktops perfekt funktioniert.
es: Diseño adaptable que funciona perfectamente en dispositivos móviles y escritorios.
it: Design adattabile che funziona perfettamente su dispositivi mobili e desktop.

source: Technologies
de: Technologien
es: Tecnologías
it: Tecnologie

source: Built with Python (Flask), SQLite, FullCalendar, Bootstrap, and more.
de: Erstellt mit Python (Flask), SQLite, FullCalendar, Bootstrap und mehr.
es: Construido con Python (Flask), SQLite, FullCalendar, Bootstrap y más.
it: Costruito con Python (Flask), SQLite, FullCalendar, Bootstrap e altro.

source: Contact Us
de: Kontaktieren Sie uns
es: Contáctanos
it: Contattaci

source: Have questions, suggestions, or feedback? Contact us through social media or visit my personal website.
de: Haben Sie Fragen, Vorschläge oder Feedback? Kontaktieren Sie uns über soziale Medien oder besuchen Sie meine persönliche Website.
es: ¿Tienes preguntas, sugerencias o comentarios? Contáctanos a través de las redes sociales o visita mi sitio web personal.
it: Hai domande, suggerimenti o feedback? Contattaci tramite i social media o visita il mio sito web personale.

source: Coordinate availabilities with ease
de: Verfügbarkeiten einfach koordinieren
es: Coordina disponibilidades con facilidad
it: Coordina le disponibilità con facilità

source: GroupSesh simplifies event planning by gathering all participants' availabilities in one place.
de: GroupSesh vereinfacht die Eventplanung, indem es alle Verfügbarkeiten der Teilnehmer an einem Ort sammelt.
es: GroupSesh simplifica la planificación de eventos al reunir las disponibilidades de todos los participantes en un solo lugar.
it: GroupSesh semplifica la pianificazione degli eventi raccogliendo tutte le disponibilità dei partecipanti in un unico posto.

source: Learn More
de: Mehr erfahren
es: Más Información
it: Scopri di Più

source: Have a survey link?
de: Haben Sie einen Umfragelink?
es: ¿Tienes un enlace de encuesta?
it: Hai un link al sondaggio?

source: Paste the survey link you received to participate.
de: Fügen Sie den erhaltenen Umfragelink ein, um teilzunehmen.
es: Pega el enlace de la encuesta que recibiste para participar.
it: Incolla il link al sondaggio che hai ricevuto per partecipare.

source: Paste survey link here
de: Umfragelink hier einfügen
es: Pega el enlace de la encuesta aquí
it: Incolla qui il link al sondaggio

source: Access
de: Zugriff
es: Acceder
it: Accedi

source: How It Works
de: Wie es funktioniert
es: Cómo Funciona
it: Come Funziona

source: GroupSesh makes it simple to coordinate times between multiple people.
de: GroupSesh macht es einfach, Termine zwischen mehreren Personen zu koordinieren.
es: GroupSesh hace que sea simple coordinar horarios entre múltiples personas.
it: GroupSesh rende semplice coordinare gli orari tra più persone.

source: Create a Survey
de: Umfrage erstellen
es: Crear una Encuesta
it: Crea un Sondaggio

source: Fill out a simple form and get a unique link to share with participants.
de: Füllen Sie ein einfaches Formular aus und erhalten Sie einen eindeutigen Link zum Teilen mit Teilnehmern.
es: Completa un formulario simple y obtén un enlace único para compartir con los participantes.
it: Compila un semplice modulo e ottieni un link unico da condividere con i partecipanti.

source: Share the Link
de: Link teilen
es: Comparte el Enlace
it: Condividi il Link

source: Send the link to all participants to indicate their availability on the calendar.
de: Senden Sie den Link an alle Teilnehmer, damit sie ihre Verfügbarkeit im Kalender angeben können.
es: Envía el enlace a todos los participantes para que indiquen su disponibilidad en el calendario.
it: Invia il link a tutti i partecipanti per indicare la loro disponibilità sul calendario.

source: View Results
de: Ergebnisse anzeigen
es: Ver Resultados
it: Visualizza i Risultati

source: Access the dashboard to see all availabilities and choose the best date for everyone.
de: Greifen Sie auf das Dashboard zu, um alle Verfügbarkeiten zu sehen und das beste Datum für alle auszuwählen.
es: Accede al panel para ver todas las disponibilidades y elegir la mejor fecha para todos.
it: Accedi alla dashboard per vedere tutte le disponibilità e scegliere la data migliore per tutti.

source: Why choose GroupSesh?
de: Warum GroupSesh wählen?
es: ¿Por qué elegir GroupSesh?
it: Perché scegliere GroupSesh?

source: Save Time
de: Zeit sparen
es: Ahorra Tiempo
it: Risparmia Tempo

source: Forget endless message exchanges. Coordinate availabilities in one place.
de: Vergessen Sie endlose Nachrichtenaustausche. Koordinieren Sie Verfügbarkeiten an einem Ort.
es: Olvídate de los interminables intercambios de mensajes. Coordina disponibilidades en un solo lugar.
it: Dimentica interminabili scambi di messaggi. Coordina le disponibilità in un unico posto.

source: Multilingual Support
de: Mehrsprachige Unterstützung
es: Soporte Multilingüe
it: Supporto Multilingue
