Repository: tomasoliveirz/groupsesh
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, es, it

source: Available in multiple languages to facilitate coordination with global teams.
de: In mehreren Sprachen verfügbar, um die Koordination mit globalen Teams zu erleichtern.
es: Disponible en múltiples idiomas para facilitar la coordinación con equipos globales.
it: Disponibile in più lingue per facilitare il coordinamento con team globali.

source: Simple and Secure
de: Einfach und sicher
es: Simple y Seguro
it: Semplice e Sicuro

source: No need to create an account. Secure links and intuitive interface.
de: Keine Notwendigkeit, ein Konto zu erstellen. Sichere Links und intuitive Benutzeroberfläche.
es: No es necesario crear una cuenta. Enlaces seguros e interfaz intuitiva.
it: Non è necessario creare un account. Link sicuri e interfaccia intuitiva.

source: Ready to coordinate your next meeting?
de: Bereit, Ihr nächstes Meeting zu koordinieren?
es: ¿Listo para coordinar tu próxima reunión?
it: Pronto a coordinare il tuo prossimo incontro?

source: Create a survey for free and share with your team in seconds.
de: Erstellen Sie kostenlos eine Umfrage und teilen Sie sie in Sekunden mit Ihrem Team.
es: Crea una encuesta gratis y compártela con tu equipo en segundos.
it: Crea un sondaggio gratuitamente e condividilo con il tuo team in pochi secondi.

source: Get Started Now
de: Jetzt starten
es: Comienza Ahora
it: Inizia Subito

source: Survey not found or expired
de: Umfrage nicht gefunden oder abgelaufen
es: Encuesta no encontrada o expirada
it: Sondaggio non trovato o scaduto

source: Survey not found
de: Umfrage nicht gefunden
es: Encuesta no encontrada
it: Sondaggio non trovato

source: Invalid link. Please check and try again.
de: Ungültiger Link. Bitte überprüfen Sie ihn und versuchen Sie es erneut.
es: Enlace inválido. Por favor, verifica e intenta de nuevo.
it: Link non valido. Controlla e riprova.

source: Error:
de: Fehler:
it: Errore:
